// © Copyright 2007, 2015-2016 HP Development Company, L.P.

HSDTaskName = "进纸清洁";

TaskPanelOKButtonTitle = "确定";
TaskPanelCancelButtonTitle = "取消";

CleaningConfirmationTitle = "进纸清洁";
CleaningConfirmationBody = "此过程可能需要几分钟时间。此时发出机器噪音是正常的。请勿中断此过程。单击“确定”以继续。";
PaperFoundTite = "找到纸张";
PaperFoundBody = "请在继续“进纸清洁”操作前移去纸盘中的纸张。单击“确定”以继续。";
PapperFeedCleaningTitle = "进纸清洁";
PaperFeedCleaningCompleteBody = "进纸清洁已完成";

NotInitiatedTitle = "无法启动清洁进程";
NotInitiatedMsg = "无法启动清洁步骤。请检查打印机是否联机、是否正在处理作业。";

HSDInfoTextFieldValue = "若打印机发生取纸故障，应执行此步骤。如果发送打印任务而打印机不取纸，此步骤会清洁打印机的内部部件，从而帮助解决问题。";
HSDGuideTextFieldValue = "请在开始“进纸清洁”操作前移去纸盘中的纸张。单击“清洁”按钮开始该步骤。";
HSDCleanButtonTitle = "清洁";

PaperFeedCancelingTitle = "正在取消";
